7zip
alacritty
base
base-devel
bluez
bluez-utils
brightnessctl
cinnamon
cliphist
dolphin
dunst
efibootmgr
engrampa
firefox
git
gnome-keyring
gnome-screenshot
gnome-terminal
grim
gst-plugin-pipewire
gvfs-smb
htop
hyprland
intel-media-driver
intel-ucode
iwd
kitty
libpulse
libva-intel-driver
linux
linux-firmware
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
pamixer
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pokemon-colorscripts-git
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi
sddm
slurp
smartmontools
sof-firmware
swaylock
system-config-printer
ttf-jetbrains-mono-nerd
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xed
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
zsh
zsh-completions
